{
  "txt_shield_of_privacy": "Shield of Privacy",
  "txt_you_can_revoke": "เพิกถอนความยินยอมในการใช้ข้อมูลทุกครั้งที่คุณต้องการ",
  "txt_go_to": "ไปที่",
  "txt_link": "ลิงก์",
  "txt_for_more_information": "สำหรับข้อมูลเพิ่มเติม",
  "txt_manage_consent": "จัดการความยินยอม",
  "txt_revoke_consent": "เพิกถอนความยินยอม",
  "txt_yes_i_consent": "ยินยอม",
  "txt_reject_consent": "ปฏิเสธ",
  "txt_Please_connect": "โปรดเชื่อมต่อกระเป๋าสตางค์ Concordium ของคุณ",
  "txt_please_sign": "กรุณาเซ็นข้อความบนกระเป๋าเงินของคุณสองครั้งและรอให้บันทึก",
  "txt_saving": "กำลังบันทึก...",
  "txt_Please_connect_your_wallet": "โปรดเชื่อมต่อกับกระเป๋าเงินของคุณ",
  "txt_connecting": "กำลังเชื่อมต่อ",
  "txt_here": "ที่นี่",
  "txt_visit": "เยี่ยม",
  "txt_tracking_data_privacy": "การติดตามและการตั้งค่าความเป็นส่วนตัวของข้อมูล",
  "txt_consent": "ยินยอม",
  "txt_about": "เกี่ยวกับ",
  "txt_detail": "รายละเอียด",
  "txt_consent_to_data": "ยินยอมให้ใช้ข้อมูลผ่าน Shield of Privacy (SoP) เพื่อการควบคุมข้อมูลส่วนบุคคลของคุณอย่างเต็มที่ สัมผัสประสบการณ์การท่องเว็บที่เคารพความเป็นส่วนตัว ปลอดภัย และเป็นส่วนตัวโดยไม่ต้องใช้คุกกี้",
  "txt_ethical_Compliant": "มีจริยธรรมและเป็นไปตามข้อกำหนด :",
  "txt_understand_your_consent": "ทำความเข้าใจระดับความยินยอมของคุณ",
  "txt_this_website_uses": "เว็บไซต์นี้ใช้รูปแบบการยินยอมแบบกระจายอำนาจ 4 ระดับที่ปฏิวัติวงการ แต่ละระดับแสดงถึงระดับการอนุญาตหรือการเข้าถึงที่แตกต่างกันซึ่งผู้ใช้สามารถมอบให้กับข้อมูลของตนได้",
  "txt_your_current_level": "ระดับความยินยอมปัจจุบันของคุณคือ:",
  "txt_upgrade_consent_to": "อัปเกรดความยินยอมเป็น:",
  "txt_upgrade_consent": "ความยินยอมในการอัพเกรด",
  "txt_change_consent": "ความยินยอมแบบกระจายอำนาจ",
  "txt_upgrade_consent_text": "อัปเกรดระดับความยินยอมของคุณและปลดล็อกสิทธิประโยชน์ทั้งหมดของ Shield of Privacy เพื่อประสบการณ์ดิจิทัลที่ได้รับการปรับแต่ง ปลอดภัย และรับรองความถูกต้องด้วย ID",
  "txt_cancel": "ยกเลิก",
  "txt_no_personal_data": "ไม่มีการแบ่งปันหรือขายข้อมูลส่วนบุคคลให้กับบุคคลที่สาม.",
  "txt_manage_your_consent": "จัดการการตั้งค่าความยินยอมของคุณ",
  "txt_choose_how_we_use": "เลือกวิธีที่เราใช้ข้อมูลของคุณ: “ปฏิเสธ“ การรวบรวมข้อมูล อนุญาตให้ติดตาม [“ความยินยอม“] หรือใช้ “ความยินยอมแบบกระจายอำนาจ“ เพื่อควบคุมข้อมูลส่วนบุคคลและรางวัลของคุณได้มากขึ้น",
  "txt_choose_how_we_use_simple": "เลือกวิธีที่เราใช้ข้อมูลของคุณ: “ปฏิเสธ” การรวบรวมข้อมูล อนุญาตให้ติดตาม [“ยินยอม”]",
  "txt_by_consenting": "โดยการยินยอม คุณอนุญาตให้เรารวบรวมและใช้ข้อมูลของคุณเพื่อ:",
  "txt_analytics_behavioral": "ข้อมูลการวิเคราะห์และพฤติกรรม: เพื่อปรับปรุงบริการของเราและปรับแต่งประสบการณ์ของคุณ",
  "txt_form_data": "ข้อมูลแบบฟอร์ม: เมื่อคุณติดต่อเรา",
  "txt_please_note": "โปรดทราบ",
  "txt_we_do_not_share": "เราไม่แบ่งปันข้อมูลของคุณกับบุคคลที่สามโดยไม่ได้รับความยินยอมอย่างชัดแจ้งจากคุณ",
  "txt_you_can_opt_in": "คุณสามารถเลือกใช้คุณสมบัติบางอย่างในภายหลังได้โดยไม่ต้องให้ความยินยอมแบบครอบคลุม",
  "txt_for_more_details": "สำหรับรายละเอียดเพิ่มเติม โปรดดู<a class='text-success fw-semibold text- decoration-underline' href='https://aesirx.io/privacy-policy' target='_blank'>นโยบายความเป็นส่วนตัว</a>ของเรา",
  "txt_benefit": "สิทธิประโยชน์",
  "txt_control_your_data": "<span class='fw-semibold text-primary'>ควบคุมข้อมูลของคุณ:</span> เลือกระดับการรวบรวมและติดตามข้อมูลที่คุณต้องการ",
  "txt_earn_rewards": "<span class='fw-semibold text-primary'>รับรางวัล:</span> เข้าร่วมในการกระจายความยินยอมเพื่อความเป็นส่วนตัวและรางวัล",
  "txt_transparent_data": "<span class='fw-semibold text-primary'>หลักปฏิบัติในการรวบรวมข้อมูลที่โปร่งใส:</span> ทำความเข้าใจวิธีการรวบรวมและใช้ข้อมูลของคุณ",
  "txt_understand_your_privacy": "ทำความเข้าใจตัวเลือกความเป็นส่วนตัวของคุณ",
  "txt_reject_no_data": "<span class='fw-semibold text-primary'>ปฏิเสธ:</span> จะไม่มีการเก็บรวบรวมหรือโหลดข้อมูลใด ๆ ยกเว้นการดูและการปฏิเสธเพจที่ไม่ระบุชื่อ คุณลักษณะการตั้งค่าส่วนบุคคลบางอย่างอาจถูกปิดใช้งาน",
  "txt_consent_first_third_party": "<span class='fw-semibold text-primary'>ความยินยอม:</span> ข้อมูลการติดตามของบุคคลที่หนึ่งและบุคคลที่สามจะถูกรวบรวมเพื่อปรับปรุงประสบการณ์ของคุณ",
  "txt_decentralizered_consent_choose": "<span class='fw-semibold text-primary'>ความยินยอมแบบกระจายอำนาจ:</span> เลือกกระเป๋าเงินแบบกระจายอำนาจหรือกระเป๋าเงินแบบกระจายอำนาจ + โล่ความเป็นส่วนตัว ทั้งสองตัวเลือกช่วยให้คุณจัดการและเพิกถอนความยินยอมในสถานที่หรือผ่าน AesirX dApp พร้อมรับรางวัลจากกิจกรรมการตลาดดิจิทัล",
  "txt_our_commitment_in_action": "ความมุ่งมั่นของเราในการดำเนินการ",
  "txt_private_protection": "<span class='fw-semibold text-primary'>การคุ้มครองความเป็นส่วนตัว:</span> ผู้ใช้สามารถควบคุมข้อมูลของตนได้อย่างเต็มที่ เพื่อให้มั่นใจถึงความเป็นส่วนตัวสูงสุด",
  "txt_enables_compliance": "<span class='fw-semibold text-primary'>เปิดใช้งานการปฏิบัติตามข้อกำหนด:</span> การใช้ Shield of Privacy (SoP) ช่วยให้มั่นใจได้ถึงการปฏิบัติตาม GDPR, CCPA, ePrivacy Directive และกฎระเบียบด้านการปกป้องข้อมูลอื่นๆ",
  "txt_proactive_protection": "<span class='fw-semibold text-primary'>การป้องกันเชิงรุก:</span> เราปรับปรุงมาตรการความเป็นส่วนตัวเพื่อปกป้องความสมบูรณ์ของข้อมูลของคุณ",
  "txt_flexible_consent": "<span class='fw-semibold text-primary'>การยินยอมแบบยืดหยุ่น:</span> คุณสามารถเพิกถอนความยินยอมของคุณได้ตลอดเวลาในสถานที่หรือผ่านทาง <a class='text-success fw-semibold text- ของเรา decoration-underline' href='https://dapp.shield.aesirx.io' target='_blank'>dApp</a> (แอปพลิเคชันแบบกระจายอำนาจ)",
  "txt_learn_more": "<span class='fw-semibold text-primary'>เรียนรู้เพิ่มเติม:</span> ค้นพบแนวทางการประมวลผลข้อมูลของเราใน <a class='text-success fw-semibold text- decoration-underline' href='https://aesirx.io/privacy-policy' target='_blank'>นโยบายความเป็นส่วนตัว</a>",
  "txt_for_business": "<span class='fw-semibold text-primary'>สำหรับธุรกิจ:</span> เพิ่มความไว้วางใจ รักษาความปลอดภัยตัวตนของผู้ใช้ และป้องกันการละเมิด",
  "txt_more_info_at": "ข้อมูลเพิ่มเติมที่ <a class='text-success fw-semibold text- decoration-underline' href='https://shield.aesirx.io' target='_blank'>https://shield aesirx.io</a>",
  "txt_select_your_preferred": "เลือกตัวเลือกความยินยอมแบบกระจายอำนาจที่คุณต้องการ:",
  "txt_decentralized_wallet": "การยินยอมแบบกระจายอำนาจ",
  "txt_decentralized_wallet_will_be_loaded": "การยินยอมแบบกระจายอำนาจจะถูกโหลด",
  "txt_both_first_party_third_party": "ข้อมูลการติดตามของทั้งบุคคลที่หนึ่งและบุคคลที่สามจะถูกเปิดใช้งาน",
  "txt_all_consented_data_will_be_collected": "ข้อมูลที่ยินยอมทั้งหมดจะถูกรวบรวม",
  "txt_users_can_revoid": "ผู้ใช้สามารถเพิกถอนความยินยอมในสถานที่ได้ตลอดเวลา",
  "txt_decentralized_wallet_shield": "การยินยอมแบบกระจายอำนาจ + เกราะป้องกันความเป็นส่วนตัว",
  "txt_users_can_revoid_dapp": "ผู้ใช้สามารถเพิกถอนความยินยอมบนเว็บไซต์หรือจาก AesirX dApp ได้ตลอดเวลา",
  "txt_users_can_earn": "ผู้ใช้สามารถรับรางวัลจากกิจกรรมการตลาดดิจิทัล",
  "txt_continue": "ดำเนินการต่อ",
  "txt_back": "ย้อนกลับ",
  "txt_you_have_chosen": "คุณได้เลือกที่จะปฏิเสธการรวบรวมข้อมูล:",
  "txt_only_anonymized": "จะใช้งานได้เฉพาะการดูเพจที่ไม่ระบุชื่อและคุณสมบัติที่จำกัด หากต้องการเข้าถึงคุณสมบัติทั้งหมดของเว็บไซต์ รวมถึงเนื้อหาส่วนบุคคลและฟังก์ชันที่ได้รับการปรับปรุง โปรดเลือกตัวเลือก:",
  "txt_consent_allow_data": "<span class='fw-semibold text-primary'>ความยินยอม:</span> อนุญาตให้รวบรวมข้อมูลสำหรับการวิเคราะห์ ข้อมูลในแบบฟอร์ม (เมื่อคุณติดต่อเรา) และการติดตามพฤติกรรมและเหตุการณ์ โดยมีตัวเลือกในการเลือก -in สำหรับคุณสมบัติเฉพาะ",
  "txt_decentralized_consent_allow_data": "<span class='fw-semibold text-primary'>ความยินยอมแบบกระจายอำนาจ:</span> อนุญาตให้รวบรวมข้อมูลสำหรับการวิเคราะห์ ข้อมูลแบบฟอร์ม (เมื่อคุณติดต่อเรา) และการติดตามพฤติกรรมและเหตุการณ์ พร้อมตัวเลือกในการ เพิกถอนความยินยอม เลือกใช้คุณสมบัติเฉพาะ และรับรางวัลจากกิจกรรมการตลาดดิจิทัล",
  "txt_you_can_revoid_on_the_site": "คุณสามารถเพิกถอนความยินยอมบนไซต์หรือการยินยอมที่เลือกอย่างชัดแจ้ง เช่น การประมวลผลการชำระเงิน ได้ตลอดเวลา",
  "txt_revoke_opt_in": "เพิกถอนความยินยอมในการเลือกเข้า",
  "txt_revoke_opt_in_payment": "เพิกถอนความยินยอมในการประมวลผลการชำระเงิน",
  "txt_revoke_opt_in_advisor": "เพิกถอนความยินยอมสำหรับ AesirX Privacy Advisor AI",
  "txt_revoid_consent_for_the_site": "เพิกถอนความยินยอมสำหรับไซต์",
  "txt_payment_notice": "แจ้งเตือน: การประมวลผลการชำระเงิน",
  "txt_consent_nanagement": "การจัดการความยินยอม",
  "txt_details": "รายละเอียด",
  "txt_customize": "ปรับแต่ง",
  "txt_save": "บันทึก",
  "txt_always_active": "ใช้งานอยู่เสมอ",
  "txt_domain_path_based": "ตามโดเมน/เส้นทาง",
  "txt_third_party_plugins": "ปลั๊กอินของบุคคลที่สาม",
  "txt_essential_tracking": "การติดตามที่จำเป็น",
  "txt_essential_tracking_desc": "จำเป็นสำหรับการทำงานของเว็บไซต์ (เช่น คุกกี้เซสชัน การติดตามความปลอดภัย)",
  "txt_functional_tracking": "การติดตามฟังก์ชัน",
  "txt_functional_tracking_desc": "การตั้งค่าผู้ใช้และการปรับปรุงไซต์ (เช่น การตั้งค่าภาษา แชทสด)",
  "txt_analytics_tracking": "การติดตามการวิเคราะห์",
  "txt_analytics_tracking_desc": "การติดตามพฤติกรรมของผู้เยี่ยมชม (เช่น Google Analytics, Matomo)",
  "txt_advertising_tracking": "การติดตามโฆษณา",
  "txt_advertising_tracking_desc": "การโฆษณาและการตลาดซ้ำแบบกำหนดเป้าหมาย (เช่น Facebook Pixel, Google Ads)",
  "txt_custom_tracking": "การติดตามแบบกำหนดเอง",
  "txt_custom_tracking_desc": "การผสานรวมกับบุคคลที่สามเพิ่มเติม (เช่น เครื่องมือสนับสนุนลูกค้า CDNS)",
  "txt_opt_out_tracking": "ไม่ยินยอมให้ติดตาม",
  "txt_tracking_default": "เว็บไซต์นี้ใช้การติดตามเป็นค่าเริ่มต้น คุณสามารถเลือกไม่ยินยอมได้ตลอดเวลา",
  "txt_do_not_sell": "ห้ามขายหรือแบ่งปันข้อมูลส่วนบุคคลของฉัน (CCPA)",
  "txt_disables_third_party": "ปิดใช้งานการแบ่งปันข้อมูลของบุคคลที่สามสำหรับผู้ใช้ในแคลิฟอร์เนีย"
}
