{
  "txt_shield_of_privacy": "Shield of Privacy",
  "txt_you_can_revoke": "Thu hồi sự đồng ý của bạn về việc sử dụng dữ liệu bất cứ khi nào bạn muốn.",
  "txt_go_to": "Đi tới",
  "txt_link": "liên kết",
  "txt_for_more_information": "để biết thêm thông tin.",
  "txt_manage_consent": "Quản lý sự đồng ý",
  "txt_revoke_consent": "Thu hồi sự đồng ý",
  "txt_yes_i_consent": "Đồng ý",
  "txt_reject_consent": "Từ chối",
  "txt_please_connect": "Vui lòng kết nối ví Concordium của bạn",
  "txt_please_sign": "Vui lòng ký vào tin nhắn trên ví của bạn hai lần và đợi nó được lưu.",
  "txt_saving": "Đang lưu...",
  "txt_please_connect_your_wallet": "Vui lòng kết nối với ví của bạn",
  "txt_connecting": "Đang kết nối",
  "txt_here": "ĐÂY",
  "txt_visit": "Đến",
  "txt_tracking_data_privacy": "TUỲ CHỌN THEO DÕI VÀ QUYỀN RIÊNG TƯ DỮ LIỆU",
  "txt_consent": "Đồng ý",
  "txt_about": "Giới thiệu",
  "txt_detail": "Chi tiết",
  "txt_consent_to_data": "Đồng ý sử dụng dữ liệu thông qua Lá chắn bảo mật (SoP) để có toàn quyền kiểm soát dữ liệu cá nhân của bạn. Trải nghiệm duyệt web tôn trọng quyền riêng tư, an toàn và cá nhân hóa mà không cần cookie.",
  "txt_ethical_Compliance": "Có đạo đức & tuân thủ :",
  "txt_under Hiểu_your_consent": "Hiểu mức độ đồng ý của bạn",
  "txt_this_website_uses": "Trang web này sử dụng Mô hình đồng ý phân cấp 4 cấp mang tính cách mạng. Mỗi cấp thể hiện một cấp độ quyền hoặc quyền truy cập khác nhau mà người dùng có thể cấp cho dữ liệu của họ.",
  "txt_your_current_level": "Mức độ đồng ý hiện tại của bạn là:",
  "txt_upgrade_consent_to": "Đồng ý nâng cấp lên:",
  "txt_upgrade_consent": "Đồng ý nâng cấp",
  "txt_change_consent": "Đồng Ý Phi Tập Trung",
  "txt_upgrade_consent_text": "Nâng cấp mức độ đồng ý của bạn và tận hưởng toàn bộ lợi ích của Lá chắn bảo mật để có được trải nghiệm kỹ thuật số được xác thực bằng ID, tùy chỉnh, an toàn.",
  "txt_cancel": "Hủy",
  "txt_no_personal_data": "Không có dữ liệu cá nhân nào được chia sẻ hoặc bán cho bên thứ 3.",
  "txt_manage_your_consent": "Quản lý Tùy Chọn Đồng Ý của bạn",
  "txt_choose_how_we_use": "Chọn cách chúng tôi sử dụng dữ liệu của bạn: “Từ chối” thu thập dữ liệu, cho phép theo dõi [“Đồng ý”], hoặc sử dụng “Đồng Ý Phi Tập Trung”  để có nhiều quyền kiểm soát hơn đối với dữ liệu cá nhân của bạn và nhận phần thưởng.",
  "txt_choose_how_we_use_simple": "Chọn cách chúng tôi sử dụng dữ liệu của bạn: “Từ chối” thu thập dữ liệu, cho phép theo dõi [“Đồng ý”].",
  "txt_by_consenting": "Khi đồng ý, bạn cho phép chúng tôi thu thập và sử dụng dữ liệu của bạn cho:",
  "txt_analytics_behavioral": "Phân Tích & Dữ Liệu Hành Vi: Để cải thiện dịch vụ của chúng tôi và cá nhân hóa trải nghiệm của bạn.",
  "txt_form_data": "Dữ Liệu Biểu Mẫu: Khi bạn liên hệ với chúng tôi.",
  "txt_please_note": "Xin lưu ý",
  "txt_we_do_not_share": "Chúng tôi không chia sẻ dữ liệu của bạn với bên thứ ba mà không có sự đồng ý rõ ràng của bạn.",
  "txt_you_can_opt_in": "Bạn có thể đồng ý cho các tính năng cụ thể sau mà không cần đồng ý chung.",
  "txt_for_more_details": "Để biết thêm chi tiết, hãy tham khảo <a class='text-success fw-semibold text-decoration-underline' href='https://aesirx.io/privacy-policy' target='_blank'>chính sách quyền riêng tư</a> của chúng tôi.",
  "txt_benefit": "Lợi ích",
  "txt_control_your_data": "<span class='fw-semibold text-primary'>Kiểm soát dữ liệu của bạn:</span> Chọn mức độ thu thập và theo dõi dữ liệu mà bạn muốn.",
  "txt_earn_rewards": "<span class='fw-semibold text-primary'>Nhận phần thưởng:</span> Tham gia vào đồng ý phi tập trung để bảo mật và nhận phần thưởng.",
  "txt_transparent_data": "<span class='fw-semibold text-primary'>Thực hành thu thập dữ liệu minh bạch:</span> Hiểu cách dữ liệu của bạn được thu thập và sử dụng.",
  "txt_understanding_your_privacy": "Hiểu lựa chọn quyền riêng tư của bạn",
  "txt_reject_no_data": "<span class='fw-semibold text-primary'>Từ chối:</span> Không có dữ liệu nào được thu thập hoặc tải, ngoại trừ các lượt xem trang ẩn danh và các từ chối. Một số tính năng cá nhân hóa có thể bị vô hiệu hóa.",
  "txt_consent_first_third_party": "<span class='fw-semibold text-primary'>Đồng ý:</span> Dữ liệu theo dõi của bên thứ nhất và bên thứ ba sẽ được thu thập để nâng cao trải nghiệm của bạn.",
  "txt_decentralizered_consent_choose": "<span class='fw-semibold text-primary'>Đồng ý Phi tập trung:</span> Chọn Ví Phi tập trung, hoặc Ví Phi tập trung + Lá chắn bảo mật. Cả hai tùy chọn đều cho phép bạn quản lý và thu hồi đồng ý trên trang hoặc thông qua ứng dụng AesirX dApp, đồng thời nhận phần thưởng từ các hoạt động tiếp thị kỹ thuật số.",
  "txt_our_commitment_in_action": "Cam kết hành động của chúng tôi",
  "txt_private_protection": "<span class='fw-semibold text-primary'>Bảo vệ quyền riêng tư:</span> Người dùng có toàn quyền kiểm soát dữ liệu của mình, đảm bảo quyền riêng tư tối đa.",
  "txt_enables_compliance": "<span class='fw-semibold text-primary'>Đảm bảo tuân thủ:</span> Sử dụng Lá chắn bảo mật (SoP) đảm bảo tuân thủ GDPR, CCPA, chỉ thị ePrivacy và các quy định bảo vệ dữ liệu khác.",
  "txt_proactive_protection": "<span class='fw-semibold text-primary'>Bảo vệ chủ động:</span> Chúng tôi tăng cường các biện pháp bảo vệ quyền riêng tư để bảo vệ tính toàn vẹn dữ liệu của bạn.",
  "txt_flexible_consent": "<span class='fw-semibold text-primary'>Sự đồng ý linh hoạt:</span> Bạn có thể rút lại sự đồng ý của mình bất cứ lúc nào trên trang web hoặc qua ứng dụng phi tập trung <a class='text-success fw-semibold text-decoration-underline' href='https://dapp.shield.aesirx.io' target='_blank'>dApp</a> của chúng tôi",
  "txt_learn_more": "<span class='fw-semibold text-primary'>Tìm hiểu thêm:</span> Khám phá phương pháp xử lý dữ liệu của chúng tôi trong <a class='text-success fw-semibold text-trang trí-underline' của chúng tôi href='https://aesirx.io/privacy-policy' target='_blank'>Chính sách quyền riêng tư</a>.",
  "txt_for_business": "<span class='fw-semibold text-primary'>Dành cho doanh nghiệp:</span> Nâng cao niềm tin, bảo mật danh tính người dùng và ngăn chặn vi phạm.",
  "txt_more_info_at": "Thông tin thêm tại <a class='text-success fw-semibold text-trang trí-underline' href='https://shield.aesirx.io' target='_blank'>https://shield. aesirx.io</a>.",
  "txt_select_your_preferred": "Chọn tùy chọn đồng ý phi tập trung mà bạn muốn:",
  "txt_decentralized_wallet": "Đồng Ý Phi Tập Trung",
  "txt_decentralized_wallet_will_be_loaded": "Đồng ý phi tập trung sẽ được kích hoạt.",
  "txt_both_first_party_third_party": "Dữ liệu theo dõi từ cả bên thứ nhất và bên thứ ba sẽ được thu thập.",
  "txt_all_consented_data_will_be_collected": "Tất cả dữ liệu đã được đồng ý sẽ được thu thập.",
  "txt_users_can_revoke": "Người dùng có thể thu hồi đồng ý trên trang web bất kỳ lúc nào.",
  "txt_decentralized_wallet_shield": "Đồng Ý Phi Tập Trung + Shield of Privacy",
  "txt_users_can_revoke_dapp": "Người dùng có thể thu hồi đồng ý trên trang web hoặc qua ứng dụng AesirX dApp bất kỳ lúc nào.",
  "txt_users_can_earn": "Người dùng có thể nhận phần thưởng từ các hoạt động tiếp thị kỹ thuật số.",
  "txt_continue": "Tiếp tục",
  "txt_back": "Quay lại",
  "txt_you_have_chosen": "Bạn đã chọn từ chối thu thập dữ liệu:",
  "txt_only_anonymized": "Bạn chỉ có thể xem trang ẩn danh và sử dụng các tính năng hạn chế. Để truy cập tất cả các tính năng của trang web, bao gồm nội dung cá nhân hóa và chức năng nâng cao, vui lòng chọn một trong các tùy chọn sau:",
  "txt_consent_allow_data": "<span class='fw-semibold text-primary'>Đồng ý:</span> Cho phép thu thập dữ liệu để phân tích, dữ liệu từ biểu mẫu (khi bạn liên hệ với chúng tôi) và theo dõi hành vi và sự kiện. Bạn cũng có thể chọn tham gia vào các tính năng cụ thể.",
  "txt_decentralized_consent_allow_data": "<span class='fw-semibold text-primary'>Đồng ý phi tập trung:</span> Cho phép thu thập dữ liệu để phân tích, dữ liệu từ biểu mẫu (khi bạn liên hệ với chúng tôi) và theo dõi hành vi và sự kiện. Bạn có thể thu hồi sự đồng ý bất cứ lúc nào, chọn tham gia vào các tính năng cụ thể và nhận phần thưởng từ các hoạt động tiếp thị kỹ thuật số.",
  "txt_you_can_revoke_on_the_site": "Bạn có thể thu hồi sự đồng ý trên trang web hoặc bất kỳ sự đồng ý chọn tham gia rõ ràng nào, chẳng hạn như xử lý thanh toán, bất kỳ lúc nào",
  "txt_revoke_opt_in": "Thu hồi sự đồng ý tham gia",
  "txt_revoke_opt_in_payment": "Thu hồi sự đồng ý chọn tham gia để xử lý thanh toán",
  "txt_revoke_opt_in_advisor": "Thu hồi sự đồng ý cho AesirX Privacy Advisor AI",
  "txt_revoke_consent_for_the_site": "Thu hồi sự đồng ý đối với trang web",
  "txt_payment_notice": "Thông báo: Xử lý Thanh toán",
  "txt_consent_nanagement": "Quản lý sự đồng ý",
  "txt_details": "Chi tiết",
  "txt_save": "Lưu",
  "txt_customize": "Tùy chỉnh",
  "txt_always_active": "Luôn hoạt động",
  "txt_domain_path_based": "Dựa trên tên miền/đường dẫn",
  "txt_third_party_plugins": "Plugin của bên thứ ba",
  "txt_essential_tracking": "Theo dõi thiết yếu",
  "txt_essential_tracking_desc": "Bắt buộc để trang web hoạt động (ví dụ: cookie phiên, theo dõi bảo mật).",
  "txt_functional_tracking": "Theo dõi chức năng",
  "txt_functional_tracking_desc": "Tùy chọn người dùng & cải tiến trang web (ví dụ: cài đặt ngôn ngữ, trò chuyện trực tiếp).",
  "txt_analytics_tracking": "Theo dõi phân tích",
  "txt_analytics_tracking_desc": "Theo dõi hành vi của khách truy cập (ví dụ: Google Analytics, Matomo).",
  "txt_advertising_tracking": "Theo dõi quảng cáo",
  "txt_advertising_tracking_desc": "Quảng cáo và tiếp thị lại có mục tiêu (ví dụ: Facebook Pixel, Google Ads).",
  "txt_custom_tracking": "Theo dõi tùy chỉnh",
  "txt_custom_tracking_desc": "Bất kỳ tích hợp bên thứ ba bổ sung nào (ví dụ: công cụ hỗ trợ khách hàng, CDNS).",
  "txt_opt_out_tracking": "Từ chối theo dõi",
  "txt_tracking_default": "Trang web này sử dụng theo dõi theo mặc định. Bạn có thể từ chối bất kỳ lúc nào.",
  "txt_do_not_sell": "Không bán hoặc chia sẻ thông tin cá nhân của tôi (CCPA)",
  "txt_disables_third_party": "Vô hiệu hóa việc chia sẻ dữ liệu của bên thứ ba cho người dùng California."
}
