{
  "txt_shield_of_privacy": "Shield of Privacy",
  "txt_you_can_revoke": "Maaari mong bawiin ang iyong pahintulot para sa paggamit ng data kahit kailan mo gusto.",
  "txt_go_to": "Pumunta sa",
  "txt_link": "link",
  "txt_for_more_information": "para sa karagdagang impormasyon.",
  "txt_manage_consent": "Pamahalaan ang Desentralisadong Pahintulot",
  "txt_revoke_consent": "Bawiin ang Pahintulot",
  "txt_yes_i_consent": "Sumasang-ayon ako",
  "txt_reject_consent": "Tanggihan",
  "txt_please_connect": "Mangyaring ikonekta ang iyong Web3 wallet",
  "txt_please_sign": "Mangyaring lagdaan ang mensahe sa iyong wallet nang dalawang beses at hintaying ma-save ito.",
  "txt_saving": "Nagse-save...",
  "txt_please_connect_your_wallet": "Mangyaring kumonekta sa iyong wallet",
  "txt_connecting": "Kumukonekta",
  "txt_here": "DITO",
  "txt_visit": "Bisitahin",
  "txt_tracking_data_privacy": "MGA PREFERENSIYA SA PAGSUsuri NG DATA AT PRIVACY",
  "txt_consent": "Pahintulot",
  "txt_about": "Tungkol sa",
  "txt_detail": "Mga Detalye",
  "txt_consent_to_data": "Pumayag sa paggamit ng data sa pamamagitan ng Shield of Privacy (SoP) para sa ganap na kontrol sa iyong personal na data. Damhin ang pag-browse na iginagalang ang privacy, secure, at personalized, nang walang cookies.",
  "txt_ethical_compliant": "Etikal at Sumusunod:",
  "txt_understanding_your_consent": "Pag-unawa sa Iyong Mga Antas ng Pahintulot",
  "txt_this_website_uses": "Gumagamit ang website na ito ng rebolusyonaryong 4-Tier Decentralized Consent Model. Bawat tier ay kumakatawan sa iba't ibang antas ng pahintulot o access na maaaring ibigay ng mga user sa kanilang data.",
  "txt_your_current_level": "Ang Iyong Kasalukuyang Antas ng Pahintulot ay:",
  "txt_upgrade_consent_to": "I-upgrade ang Pahintulot sa:",
  "txt_upgrade_consent": "I-upgrade ang Pahintulot",
  "txt_change_consent": "Desentralisadong Pahintulot",
  "txt_upgrade_consent_text": "I-upgrade ang Iyong Antas ng Pahintulot at i-unlock ang buong benepisyo ng Shield of Privacy para sa customized, secure, ID-authenticated digital experiences.",
  "txt_cancel": "Kanselahin",
  "txt_no_personal_data": "Walang personal na data na ibinabahagi o ibinebenta sa 3rd party.",
  "txt_manage_your_consent": "Pamahalaan ang Iyong Mga Preferensiya sa Pahintulot",
  "txt_choose_how_we_use": "Piliin kung paano namin ginagamit ang iyong data: \"Tanggihan\" ang pagkolekta ng data, payagan ang pagsubaybay [\"Pahintulot\"], o gamitin ang \"Desentralisadong Pahintulot\" para sa higit na kontrol sa iyong personal na data at mga reward.",
  "txt_choose_how_we_use_simple": "Piliin kung paano namin ginagamit ang iyong data: \"Tanggihan\" ang pagkolekta ng data, payagan ang pagsubaybay [\"Pahintulot\"].",
  "txt_by_consenting": "Sa pamamagitan ng pagsang-ayon, pinapayagan mo kaming mangolekta at gumamit ng iyong data para sa:",
  "txt_analytics_behavioral": "Analytics at Behavioral Data: Upang mapabuti ang aming mga serbisyo at i-personalize ang iyong karanasan.",
  "txt_form_data": "Data mula sa Form: Kapag nakikipag-ugnayan ka sa amin.",
  "txt_please_note": "Mangyaring tandaan",
  "txt_we_do_not_share": "Hindi namin ibinabahagi ang iyong data sa mga third party nang wala ang iyong malinaw na pahintulot.",
  "txt_you_can_opt_in": "Maaari kang mag-opt-in mamaya para sa mga partikular na tampok nang hindi nagbibigay ng blanket consent.",
  "txt_for_more_details": "Para sa karagdagang detalye, sumangguni sa aming <a class='text-success fw-semibold text-decoration-underline' href='https://aesirx.io/privacy-policy' target='_blank'>patakaran sa privacy.</a>",
  "txt_benefit": "Mga Benepisyo",
  "txt_control_your_data": "<span class='fw-semibold text-primary'>Kontrolin ang iyong data:</span> Piliin ang iyong gustong antas ng pagkuha ng data at pagsubaybay.",
  "txt_earn_rewards": "<span class='fw-semibold text-primary'>Kumita ng mga gantimpala:</span> Makilahok sa decentralized consent para sa privacy at mga gantimpala.",
  "txt_transparent_data": "<span class='fw-semibold text-primary'>Mga malinaw na kasanayan sa pagkolekta ng data:</span> Unawain kung paano kinokolekta at ginagamit ang iyong data.",
  "txt_understanding_your_privacy": "Pag-unawa sa Iyong Mga Pinili sa Privacy",
  "txt_reject_no_data": "<span class='fw-semibold text-primary'>Tanggihan:</span> Walang data na kokolektahin o ilo-load maliban sa anonymized page views at pagtanggi. Maaaring ma-disable ang ilang personalization features.",
  "txt_consent_first_third_party": "<span class='fw-semibold text-primary'>Pahintulot:</span> Kokolektahin ang data ng pagsubaybay mula sa first at third party upang mapabuti ang iyong karanasan.",
  "txt_decentralizered_consent_choose": "<span class='fw-semibold text-primary'>Desentralisadong Pahintulot:</span> Piliin ang Decentralized Wallets o Decentralized Wallet + Shield of Privacy. Parehong opsyon ay nagbibigay-daan sa iyo na pamahalaan at bawiin ang pahintulot sa site o sa pamamagitan ng Aesirx dApp, at kumita ng mga reward mula sa digital marketing activities.",
  "txt_our_commitment_in_action": "Ang Aming Commitment sa Aksyon",
  "txt_private_protection": "<span class='fw-semibold text-primary'>Proteksyon sa Privacy:</span> May ganap na kontrol ang mga gumagamit sa kanilang data, na tinitiyak ang maximum na privacy.",
  "txt_enables_compliance": "<span class='fw-semibold text-primary'>Nagbibigay-daan sa Pagsunod:</span> Ang paggamit ng Shield of Privacy (SoP) ay nagsisiguro ng pagsunod sa GDPR, CCPA, ePrivacy Directive, at iba pang regulasyon sa proteksyon ng data.",
  "txt_proactive_protection": "<span class='fw-semibold text-primary'>Proactive Protection:</span> Pinahuhusay namin ang mga hakbang sa privacy upang mapangalagaan ang integridad ng iyong data.",
  "txt_flexible_consent": "<span class='fw-semibold text-primary'>Flexible na Pahintulot:</span> Maaari mong bawiin ang iyong pahintulot anumang oras sa site o sa pamamagitan ng aming <a class='text-success fw-semibold text-decoration-underline' href='https://dapp.shield.aesirx.io' target='_blank'>dApp</a> (Decentralized Application).",
  "txt_learn_more": "<span class='fw-semibold text-primary'>Matuto Pa:</span> Tuklasin ang aming pamamaraan sa pagproseso ng data sa aming <a class='text-success fw-semibold text-decoration-underline' href='https://aesirx.io/privacy-policy' target='_blank'>Patakaran sa Privacy</a>.",
  "txt_for_business": "<span class='fw-semibold text-primary'>Para sa mga Negosyo:</span> Pahusayin ang tiwala, i-secure ang mga identidad ng user, at pigilan ang mga paglabag.",
  "txt_more_info_at": "Higit pang impormasyon sa <a class='text-success fw-semibold text-decoration-underline' href='https://shield.aesirx.io' target='_blank'>https://shield.aesirx.io</a>.",
  "txt_select_your_preferred": "Piliin ang iyong gustong decentralized consent option:",
  "txt_decentralized_wallet": "Desentralisadong Pahintulot",
  "txt_decentralized_wallet_will_be_loaded": "Lolo-load ang desentralisadong pahintulot",
  "txt_both_first_party_third_party": "Parehong first-party at third-party tracking data ay ia-activate.",
  "txt_all_consented_data_will_be_collected": "Lahat ng consented data ay kokolektahin.",
  "txt_users_can_revoke": "Maaaring bawiin ng mga user ang pahintulot sa site anumang oras.",
  "txt_decentralized_wallet_shield": "Desentralisadong Pahintulot + Shield of Privacy",
  "txt_users_can_revoke_dapp": "Maaaring bawiin ng mga user ang pahintulot sa site o mula sa Aesirx dApp anumang oras.",
  "txt_users_can_earn": "Maaaring kumita ng mga reward ang mga user mula sa digital marketing activities.",
  "txt_continue": "Magpatuloy",
  "txt_back": "Bumalik",
  "txt_you_have_chosen": "Pinili mong tanggihan ang pagkolekta ng data:",
  "txt_only_anonymized": "Tanging mga anonymized page views at limitadong features lamang ang magiging available. Upang ma-access ang lahat ng features ng website, kasama ang personalized content at enhanced functionality, mangyaring pumili ng option:",
  "txt_consent_allow_data": "<span class='fw-semibold text-primary'>Pahintulot:</span> Payagan ang pagkolekta ng data para sa analytics, form data (kapag nakikipag-ugnayan ka sa amin), at behavioral at event tracking, kasama ang option na mag-opt-in para sa mga partikular na features.",
  "txt_decentralized_consent_allow_data": "<span class='fw-semibold text-primary'>Desentralisadong Pahintulot:</span> Payagan ang pagkolekta ng data para sa analytics, form data (kapag nakikipag-ugnayan ka sa amin), at behavioral at event tracking, kasama ang option na bawiin ang pahintulot, mag-opt-in para sa mga partikular na features, at kumita ng mga reward mula sa digital marketing activities.",
  "txt_you_can_revoke_on_the_site": "Maaari mong bawiin ang pahintulot sa site o anumang explicit opt-in consent, tulad ng payment processing, anumang oras",
  "txt_revoke_opt_in": "Bawiin ang Opt-In na Pahintulot",
  "txt_revoke_opt_in_payment": "Bawiin ang Opt-In na Pahintulot para sa Pagproseso ng Bayarin",
  "txt_revoke_opt_in_advisor": "Bawiin ang Opt-In na Pahintulot para sa Aesirx Privacy Advisor AI",
  "txt_revoke_consent_for_the_site": "Bawiin ang Pahintulot para sa site",
  "txt_payment_notice": "Paunawa: Pagproseso ng Bayarin",
  "txt_consent_nanagement": "Pamamahala ng Pahintulot",
  "txt_details": "Mga Detalye",
  "txt_customize": "I-customize",
  "txt_save": "I-save",
  "txt_always_active": "Laging aktibo",
  "txt_domain_path_based": "Batay sa Domain/Path",
  "txt_third_party_plugins": "Mga Plugin ng Third-Party",
  "txt_essential_tracking": "Mahalagang Pagsubaybay",
  "txt_essential_tracking_desc": "Kinakailangan para sa paggana ng website (hal., session cookies, security tracking).",
  "txt_functional_tracking": "Functional Tracking",
  "txt_functional_tracking_desc": "Mga kagustuhan ng user at pagpapahusay sa site (hal., setting ng wika, live chat).",
  "txt_analytics_tracking": "Analytics Tracking",
  "txt_analytics_tracking_desc": "Pagsubaybay sa kilos ng bisita (hal., Google Analytics, Matomo).",
  "txt_advertising_tracking": "Advertising Tracking",
  "txt_advertising_tracking_desc": "Targeted advertising at remarketing (hal., Facebook Pixel, Google Ads).",
  "txt_custom_tracking": "Custom Tracking",
  "txt_custom_tracking_desc": "Anumang karagdagang third-party integrations (hal., customer support tools, CDNS).",
  "txt_opt_out_tracking": "Mag-opt Out sa pagsubaybay",
  "txt_tracking_default": "Gumagamit ang website na ito ng pagsubaybay bilang default. Maaari kang mag-opt out anumang oras.",
  "txt_do_not_sell": "Huwag Ibenta o Ibahagi ang Aking Personal na Impormasyon (CCPA)",
  "txt_disables_third_party": "Di-pinagana ang pagbabahagi ng data ng third-party para sa mga gumagamit sa California."
}
